// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Wi-Fi Direct inschakelen";
WDTTaskDescription = "Maak met behulp van een directe draadloze verbinding gemakkelijk verbinding met uw printer via draadloos toegankelijke smartphones, notebooks en andere mobiele apparaten.";

WDTSecurityRequiredDescription = "Toegang tot de printer beperken door middel van een wachtwoord (vereist).";

WDTPassphraseTitle = "Wachtwoord:";
WDTShowPassphraseButtonTitle = "Wachtwoordzin weergeven";
WDTSavePassphraseButtonTitle = "Wachtwoord opslaan in mijn sleutelhanger";
WDTEmptyPassphraseError = "Wachtwoord mag niet leeg zijn.";
WDTTooShortPassphraseError = "Het wachtwoord moet ten minste 8 tekens bevatten.";

WDTConfigureWiFiDirectButtonTitle = "Mijn Mac zo configureren dat HP Wi-Fi Direct naadloos kan worden gebruikt";
WDTConfigureWiFiDirectDescription = "Configureer mijn Mac zo, dat deze automatisch verbinding maakt met het Wi-Fi Direct-netwerk van de printer als ik niet in de buurt ben van mijn gewone draadloze netwerk.";
WDTConfigurtWiFiDirectAdditionalDescription = "Snel kunnen omschakelen tussen mijn normale netwerkconfiguratie en de configuratie voor het Wi-Fi Direct-netwerk van de printer met behulp van het submenu Locatie in het Apple-menu.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Voor meer informatie over Wi-Fi Direct van uw printer gaat u naar";

WDTCannotBeEnabledErrorTitle = "Kan Wi-Fi Direct niet inschakelen";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct kan niet worden ingeschakeld met de huidige configuratie van uw printer. Probeer voor meer informatie Wi-Fi Direct in te schakelen via het bedieningspaneel van de printer of de startpagina, ofwel de geïntegreerde webserver (EWS).";
